Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Set_save_recoveryIntervalMinutes
source: Recovery data interval (minutes)
ar: الفاصل الزمني لبيانات الاسترداد (بالدقائق)
cs: Interval dat pro obnovení (minuty)
de: Intervall für Wiederherstellungsdaten (Minuten)
el: Διάστημα δεδομένων ανάκτησης (λεπτά)
es: Intervalo de datos de recuperación (minutos)
fa: فاصلهٔ داده‌های بازیابی (دقیقه)
fr: Intervalle des données de récupération (minutes)
hu: Helyreállítási adatok gyakorisága (perc)
id: Interval data pemulihan (menit)
it: Intervallo dei dati di recupero (minuti)
ja: 復旧用データの保存間隔 (分)
ko: 복구 데이터 저장 간격(분)
pl: Interwał danych odzyskiwania (minuty)
pt: Intervalo dos dados de recuperação (minutos)
ro: Interval date de recuperare (minute)
ru: Интервал сохранения данных восстановления (мин)
th: ช่วงเวลาของข้อมูลการกู้คืน (นาที)
tr: Kurtarma verisi aralığı (dakika)
uk: Інтервал даних для відновлення (хвилини)
vi: Khoảng thời gian lưu dữ liệu khôi phục (phút)
zh_hans: 恢复数据间隔（分钟）
zh_hant: 復原資料間隔（分鐘）

# SetDesc_save_recoveryIntervalMinutes
source: How often unsaved changes are written for recovery after a crash. 0 turns this off.
ar: عدد مرات كتابة التغييرات غير المحفوظة للاسترداد بعد حدوث عطل. القيمة 0 توقف ذلك.
cs: Jak často se zapisují neuložené změny pro obnovení po pádu. Hodnota 0 tuto funkci vypne.
de: Wie oft nicht gespeicherte Änderungen für die Wiederherstellung nach einem Absturz geschrieben werden. 0 deaktiviert dies.
el: Πόσο συχνά εγγράφονται οι μη αποθηκευμένες αλλαγές για ανάκτηση μετά από κατάρρευση. Η τιμή 0 το απενεργοποιεί.
es: Con qué frecuencia se escriben los cambios no guardados para recuperarlos tras un bloqueo. 0 lo desactiva.
fa: هر چند وقت یک بار تغییرات ذخیره‌نشده برای بازیابی پس از خرابی نوشته شوند. 0 این را خاموش می‌کند.
fr: La fréquence à laquelle les modifications non enregistrées sont écrites pour la récupération après un plantage. 0 désactive cette fonction.
hu: Milyen gyakran íródjanak ki a nem mentett módosítások az összeomlás utáni helyreállításhoz. A 0 kikapcsolja.
id: Seberapa sering perubahan yang belum disimpan ditulis untuk pemulihan setelah kerusakan. 0 menonaktifkannya.
it: Frequenza con cui le modifiche non salvate vengono scritte per il recupero dopo un arresto anomalo. 0 disattiva questa funzione.
ja: 異常終了に備えて未保存の変更を書き出す間隔です。0 にすると書き出しません。
ko: 충돌 후 복구를 위해 저장되지 않은 변경 내용을 기록하는 간격입니다. 0이면 기록하지 않습니다.
pl: Jak często niezapisane zmiany są zapisywane na potrzeby odzyskiwania po awarii. 0 wyłącza tę funkcję.
pt: Com que frequência as alterações não salvas são gravadas para recuperação após uma falha. 0 desativa isso.
ro: Cât de des se scriu modificările nesalvate pentru recuperare după o blocare. 0 dezactivează această funcție.
ru: Как часто записываются несохраненные изменения для восстановления после сбоя. 0 отключает эту функцию.
th: ความถี่ในการเขียนการเปลี่ยนแปลงที่ยังไม่ได้บันทึกไว้เพื่อกู้คืนหลังการขัดข้อง 0 จะปิดคุณสมบัตินี้
tr: Kilitlenmeden sonra kurtarma için kaydedilmemiş değişikliklerin ne sıklıkla yazılacağı. 0 bunu kapatır.
uk: Як часто записувати незбережені зміни для відновлення після збою. 0 вимикає цю функцію.
vi: Tần suất ghi các thay đổi chưa lưu để khôi phục sau sự cố. 0 sẽ tắt tính năng này.
zh_hans: 为在崩溃后恢复而写入未保存更改的频率。设为 0 将关闭此功能。
zh_hant: 為了在當機後復原而寫入未儲存變更的頻率。設為 0 會關閉此功能。

# Set_hash_autoRecompute
source: Recalculate hashes automatically
ar: إعادة حساب التجزئات تلقائياً
cs: Automaticky přepočítávat hashe
de: Hashes automatisch neu berechnen
el: Αυτόματος επανυπολογισμός κατακερματισμών
es: Recalcular hashes automáticamente
fa: محاسبهٔ مجدد خودکار هش‌ها
fr: Recalculer automatiquement les hachages
hu: Kivonatok automatikus újraszámítása
id: Hitung ulang hash secara otomatis
it: Ricalcola automaticamente gli hash
ja: ハッシュを自動で再計算する
ko: 해시 자동 다시 계산
pl: Automatycznie przeliczaj hashe
pt: Recalcular hashes automaticamente
ro: Recalculare automată a valorilor hash
ru: Автоматически пересчитывать хэши
th: คำนวณแฮชใหม่โดยอัตโนมัติ
tr: Karmaları otomatik olarak yeniden hesapla
uk: Автоматично перераховувати хеші
vi: Tự động tính lại hash
zh_hans: 自动重新计算哈希
zh_hant: 自動重新計算雜湊

# SetDesc_hash_autoRecompute
source: Recalculate the hash panel when the target range changes.
ar: إعادة حساب لوحة التجزئة عند تغيّر النطاق الهدف.
cs: Při změně cílového rozsahu přepočítá panel hashů.
de: Den Hash-Bereich neu berechnen, wenn sich der Zielbereich ändert.
el: Επανυπολογισμός του πλαισίου κατακερματισμού όταν αλλάζει η περιοχή προορισμού.
es: Recalcula el panel de hash cuando cambia el intervalo de destino.
fa: وقتی محدودهٔ هدف تغییر می‌کند، پنل هش دوباره محاسبه شود.
fr: Recalcule le volet de hachage lorsque la plage cible change.
hu: A Kivonat panel újraszámítása, ha a céltartomány megváltozik.
id: Menghitung ulang panel hash saat rentang target berubah.
it: Ricalcola il pannello hash quando cambia l'intervallo di destinazione.
ja: 対象範囲が変わったら、ハッシュパネルの値を計算し直します。
ko: 대상 범위가 바뀌면 해시 패널을 다시 계산합니다.
pl: Przelicza panel hashy, gdy zmieni się zakres docelowy.
pt: Recalcula o painel de hash quando o intervalo de destino muda.
ro: Recalculează panoul hash când se modifică intervalul țintă.
ru: Пересчитывать панель хэша при изменении целевого диапазона.
th: คำนวณแผงแฮชใหม่เมื่อช่วงเป้าหมายเปลี่ยนไป
tr: Hedef aralık değiştiğinde karma panelini yeniden hesaplar.
uk: Перераховувати панель хешів, коли змінюється цільовий діапазон.
vi: Tính lại bảng hash khi phạm vi đích thay đổi.
zh_hans: 目标范围更改时重新计算哈希面板。
zh_hant: 目標範圍變更時，重新計算雜湊面板。

# Set_hash_algorithms
source: Hash algorithms
ar: خوارزميات التجزئة
cs: Algoritmy hashů
de: Hash-Algorithmen
el: Αλγόριθμοι κατακερματισμού
es: Algoritmos de hash
fa: الگوریتم‌های هش
fr: Algorithmes de hachage
hu: Kivonatoló algoritmusok
id: Algoritma hash
it: Algoritmi hash
ja: ハッシュのアルゴリズム
ko: 해시 알고리즘
pl: Algorytmy hash
pt: Algoritmos de hash
ro: Algoritmi hash
ru: Алгоритмы хэширования
th: อัลกอริทึมแฮช
tr: Karma algoritmaları
uk: Алгоритми хешування
vi: Thuật toán hash
zh_hans: 哈希算法
zh_hant: 雜湊演算法

# SetDesc_hash_algorithms
source: The algorithms selected in the hash panel.
ar: الخوارزميات المحددة في لوحة التجزئة.
cs: Algoritmy vybrané v panelu hashů.
de: Die im Hash-Bereich ausgewählten Algorithmen.
el: Οι αλγόριθμοι που έχουν επιλεγεί στο πλαίσιο κατακερματισμού.
es: Los algoritmos seleccionados en el panel de hash.
fa: الگوریتم‌های انتخاب‌شده در پنل هش.
fr: Les algorithmes sélectionnés dans le volet de hachage.
hu: A Kivonat panelen kiválasztott algoritmusok.
id: Algoritma yang dipilih di panel hash.
it: Gli algoritmi selezionati nel pannello hash.
ja: ハッシュパネルで選んだアルゴリズムです。
ko: 해시 패널에서 선택한 알고리즘입니다.
pl: Algorytmy wybrane w panelu hashy.
pt: Os algoritmos selecionados no painel de hash.
ro: Algoritmii selectați în panoul hash.
ru: Алгоритмы, выбранные на панели хэша.
th: อัลกอริทึมที่เลือกในแผงแฮช
tr: Karma panelinde seçili algoritmalar.
uk: Алгоритми, вибрані на панелі хешів.
vi: Các thuật toán được chọn trong bảng hash.
zh_hans: 在哈希面板中选择的算法。
zh_hant: 在雜湊面板中選取的演算法。

# Set_hash_sets
source: Hash algorithm sets
ar: مجموعات خوارزميات التجزئة
cs: Sady algoritmů hashů
de: Hash-Algorithmengruppen
el: Σύνολα αλγορίθμων κατακερματισμού
es: Conjuntos de algoritmos de hash
fa: مجموعه‌های الگوریتم هش
fr: Jeux d'algorithmes de hachage
hu: Kivonatoló algoritmuskészletek
id: Set algoritma hash
it: Set di algoritmi hash
ja: ハッシュのアルゴリズムのセット
ko: 해시 알고리즘 집합
pl: Zestawy algorytmów hash
pt: Conjuntos de algoritmos de hash
ro: Seturi de algoritmi hash
ru: Наборы алгоритмов хэширования
th: ชุดอัลกอริทึมแฮช
tr: Karma algoritması kümeleri
uk: Набори алгоритмів хешування
vi: Bộ thuật toán hash
zh_hans: 哈希算法集
zh_hant: 雜湊演算法組合

# SetDesc_hash_sets
source: The algorithm sets saved in the hash panel.
ar: مجموعات الخوارزميات المحفوظة في لوحة التجزئة.
cs: Sady algoritmů uložené v panelu hashů.
de: Die im Hash-Bereich gespeicherten Algorithmengruppen.
el: Τα σύνολα αλγορίθμων που έχουν αποθηκευτεί στο πλαίσιο κατακερματισμού.
es: Los conjuntos de algoritmos guardados en el panel de hash.
fa: مجموعه‌های الگوریتم ذخیره‌شده در پنل هش.
fr: Les jeux d'algorithmes enregistrés dans le volet de hachage.
hu: A Kivonat panelen mentett algoritmuskészletek.
id: Set algoritma yang disimpan di panel hash.
it: I set di algoritmi salvati nel pannello hash.
ja: ハッシュパネルで保存したアルゴリズムのセットです。
ko: 해시 패널에서 저장한 알고리즘 집합입니다.
pl: Zestawy algorytmów zapisane w panelu hashy.
pt: Os conjuntos de algoritmos salvos no painel de hash.
ro: Seturile de algoritmi salvate în panoul hash.
ru: Наборы алгоритмов, сохраненные на панели хэша.
th: ชุดอัลกอริทึมที่บันทึกไว้ในแผงแฮช
tr: Karma panelinde kaydedilen algoritma kümeleri.
uk: Набори алгоритмів, збережені на панелі хешів.
vi: Các bộ thuật toán đã lưu trong bảng hash.
zh_hans: 在哈希面板中保存的算法集。
zh_hant: 在雜湊面板中儲存的演算法組合。

# Inspector_PanelName
source: Data inspector
ar: مفتش البيانات
cs: Inspektor dat
de: Dateninspektor
el: Επιθεωρητής δεδομένων
es: Inspector de datos
fa: بازرس داده
fr: Inspecteur de données
hu: Adatvizsgáló
id: Inspektur data
it: Ispettore dati
ja: データインスペクタ
ko: 데이터 검사기
pl: Inspektor danych
pt: Inspetor de dados
ro: Inspector de date
ru: Инспектор данных
th: ตัวตรวจสอบข้อมูล
tr: Veri denetçisi
uk: Інспектор даних
vi: Trình kiểm tra dữ liệu
zh_hans: 数据检查器
zh_hant: 資料檢查器

# Inspector_Endian_Name
source: Byte order
ar: ترتيب البايتات
cs: Pořadí bajtů
de: Bytereihenfolge
el: Σειρά byte
es: Orden de bytes
fa: ترتیب بایت
fr: Ordre des octets
hu: Bájtsorrend
id: Urutan byte
it: Ordine dei byte
ja: エンディアン
ko: 바이트 순서
pl: Kolejność bajtów
pt: Ordem dos bytes
ro: Ordinea octeților
ru: Порядок байтов
th: ลำดับไบต์
tr: Bayt sırası
uk: Порядок байтів
vi: Thứ tự byte
zh_hans: 字节顺序
zh_hant: 位元組順序

# Inspector_Base_Name
source: Integer format
ar: تنسيق الأعداد الصحيحة
cs: Formát celých čísel
de: Ganzzahlformat
el: Μορφή ακεραίων
es: Formato de enteros
fa: قالب عدد صحیح
fr: Format des entiers
hu: Egész számok formátuma
id: Format bilangan bulat
it: Formato degli interi
ja: 整数の表示形式
ko: 정수 형식
pl: Format liczb całkowitych
pt: Formato de inteiros
ro: Format numere întregi
ru: Формат целых чисел
th: รูปแบบจำนวนเต็ม
tr: Tamsayı biçimi
uk: Формат цілих чисел
vi: Định dạng số nguyên
zh_hans: 整数格式
zh_hant: 整數格式

# Inspector_FloatFormat_Name
source: Floating-point format
ar: تنسيق الفاصلة العائمة
cs: Formát čísel s plovoucí čárkou
de: Gleitkommaformat
el: Μορφή κινητής υποδιαστολής
es: Formato de punto flotante
fa: قالب ممیز شناور
fr: Format des nombres à virgule flottante
hu: Lebegőpontos formátum
id: Format floating-point
it: Formato a virgola mobile
ja: 浮動小数点の表示形式
ko: 부동 소수점 형식
pl: Format zmiennoprzecinkowy
pt: Formato de ponto flutuante
ro: Format virgulă mobilă
ru: Формат чисел с плавающей запятой
th: รูปแบบทศนิยมลอยตัว
tr: Kayan nokta biçimi
uk: Формат чисел із рухомою комою
vi: Định dạng số thực dấu phẩy động
zh_hans: 浮点格式
zh_hant: 浮點數格式

# Inspector_RowsText.Text
source: Rows
ar: الصفوف
cs: Řádky
de: Zeilen
el: Γραμμές
es: Filas
fa: سطرها
fr: Lignes
hu: Sorok
id: Baris
it: Righe
ja: 行の設定
ko: 행
pl: Wiersze
pt: Linhas
ro: Rânduri
ru: Строки
th: แถว
tr: Satırlar
uk: Рядки
vi: Hàng
zh_hans: 行
zh_hant: 列

# Inspector_Utc_Name
source: Show dates in UTC
ar: إظهار التواريخ بتوقيت UTC
cs: Zobrazovat data v UTC
de: Datumsangaben in UTC anzeigen
el: Εμφάνιση ημερομηνιών σε UTC
es: Mostrar fechas en UTC
fa: نمایش تاریخ‌ها به UTC
fr: Afficher les dates en UTC
hu: Dátumok megjelenítése UTC szerint
id: Tampilkan tanggal dalam UTC
it: Mostra le date in UTC
ja: 日時を UTC で表示
ko: 날짜를 UTC로 표시
pl: Pokazuj daty w UTC
pt: Mostrar datas em UTC
ro: Afișare date în UTC
ru: Показывать даты в UTC
th: แสดงวันที่เป็น UTC
tr: Tarihleri UTC olarak göster
uk: Показувати дати в UTC
vi: Hiện ngày giờ theo UTC
zh_hans: 以 UTC 显示日期
zh_hant: 以 UTC 顯示日期

# Inspector_ZoneLocal
source: Local time
ar: التوقيت المحلي
cs: Místní čas
de: Ortszeit
el: Τοπική ώρα
es: Hora local
fa: زمان محلی
fr: Heure locale
hu: Helyi idő
id: Waktu lokal
it: Ora locale
ja: ローカル時刻
ko: 현지 시간
pl: Czas lokalny
pt: Hora local
ro: Ora locală
ru: Местное время
th: เวลาท้องถิ่น
tr: Yerel saat
uk: Місцевий час
vi: Giờ địa phương
zh_hans: 本地时间
zh_hant: 當地時間

# Inspector_EndianDocument.Text
source: Follow the document
ar: اتباع المستند
cs: Podle dokumentu
de: Wie das Dokument
el: Σύμφωνα με το έγγραφο
es: Igual que el documento
fa: پیروی از سند
fr: Comme le document
hu: A dokumentum szerint
id: Ikuti dokumen
it: Segui il documento
ja: ドキュメントに従う
ko: 문서 설정 따르기
pl: Zgodnie z dokumentem
pt: Seguir o documento
ro: Conform documentului
ru: Как в документе
th: ตามเอกสาร
tr: Belgeyi izle
uk: Як у документі
vi: Theo tài liệu
zh_hans: 跟随文档
zh_hant: 依照文件

# Inspector_BaseDecimal.Content
source: Decimal
ar: عشري
cs: Desítkově
de: Dezimal
el: Δεκαδικό
fa: دهدهی
fr: Décimal
hu: Decimális
id: Desimal
it: Decimale
ja: 10 進
ko: 10진수
pl: Dziesiętny
ro: Zecimal
ru: Десятичный
th: ฐานสิบ
tr: Ondalık
uk: Десятковий
vi: Thập phân
zh_hans: 十进制
zh_hant: 十進位

# Inspector_BaseHex.Content
source: Hexadecimal
ar: ست عشري
cs: Šestnáctkově
de: Hexadezimal
el: Δεκαεξαδικό
fa: هگزادسیمال
fr: Hexadécimal
hu: Hexadecimális
id: Heksadesimal
it: Esadecimale
ja: 16 進
ko: 16진수
pl: Szesnastkowy
ro: Hexazecimal
ru: Шестнадцатеричный
th: ฐานสิบหก
tr: Onaltılık
uk: Шістнадцятковий
vi: Thập lục phân
zh_hans: 十六进制
zh_hant: 十六進位

# Inspector_BaseOctal.Content
source: Octal
ar: ثماني
cs: Osmičkově
de: Oktal
el: Οκταδικό
fa: هشت‌هشتی
hu: Oktális
id: Oktal
it: Ottale
ja: 8 進
ko: 8진수
pl: Ósemkowy
ru: Восьмеричный
th: ฐานแปด
tr: Sekizlik
uk: Вісімковий
vi: Bát phân
zh_hans: 八进制
zh_hant: 八進位

# Inspector_FloatShortest.Content
source: Shortest exact
ar: أقصر تمثيل دقيق
cs: Nejkratší přesný
de: Kürzeste exakte Form
el: Συντομότερο ακριβές
es: Forma exacta más corta
fa: کوتاه‌ترین دقیق
fr: Forme exacte la plus courte
hu: Legrövidebb pontos
id: Terpendek yang tepat
it: Più breve esatto
ja: 最短で正確
ko: 가장 짧은 정확한 값
pl: Najkrótszy dokładny
pt: Mais curto exato
ro: Cea mai scurtă exactă
ru: Кратчайший точный
th: สั้นที่สุดแบบแม่นยำ
tr: En kısa tam
uk: Найкоротший точний
vi: Ngắn nhất chính xác
zh_hans: 最短精确
zh_hant: 最短精確值

# Inspector_FloatExponent.Content
source: Exponent
ar: أُسّي
de: Exponentialschreibweise
el: Εκθετική μορφή
es: Notación exponencial
fa: نمایی
fr: Notation exponentielle
hu: Exponenciális
id: Eksponen
it: Esponente
ja: 指数表記
ko: 지수
pl: Wykładniczy
pt: Expoente
ru: Экспоненциальный
th: เลขยกกำลัง
tr: Üslü
uk: Експоненційний
vi: Số mũ
zh_hans: 指数
zh_hant: 指數

# Inspector_FloatHex.Content
source: Hex float
ar: فاصلة عائمة Hex
cs: Hex (plovoucí čárka)
de: Hex-Gleitkomma
el: Κινητή υποδιαστολή Hex
es: Flotante Hex
fa: ممیز شناور Hex
fr: Flottant Hex
hu: Hex lebegőpontos
id: Float Hex
it: Float Hex
ja: Hex 浮動小数点
ko: Hex 부동 소수점
pl: Hex zmiennoprzecinkowy
pt: Float Hex
ro: Float Hex
th: ทศนิยมลอยตัวแบบ Hex
tr: Hex kayan nokta
vi: Số thực Hex
zh_hans: Hex 浮点
zh_hant: Hex 浮點數

# Inspector_MenuCopy.Text
source: Copy value
ar: نسخ القيمة
cs: Kopírovat hodnotu
de: Wert kopieren
el: Αντιγραφή τιμής
es: Copiar valor
fa: رونوشت مقدار
fr: Copier la valeur
hu: Érték másolása
id: Salin nilai
it: Copia valore
ja: 値をコピー
ko: 값 복사
pl: Kopiuj wartość
pt: Copiar valor
ro: Copiere valoare
ru: Копировать значение
th: คัดลอกค่า
tr: Değeri kopyala
uk: Копіювати значення
vi: Sao chép giá trị
zh_hans: 复制值
zh_hant: 複製值

# Inspector_MenuCopyAll.Text
source: Copy all rows
ar: نسخ كل الصفوف
cs: Kopírovat všechny řádky
de: Alle Zeilen kopieren
el: Αντιγραφή όλων των γραμμών
es: Copiar todas las filas
fa: رونوشت همهٔ سطرها
fr: Copier toutes les lignes
hu: Összes sor másolása
id: Salin semua baris
it: Copia tutte le righe
ja: すべての行をコピー
ko: 모든 행 복사
pl: Kopiuj wszystkie wiersze
pt: Copiar todas as linhas
ro: Copiere toate rândurile
ru: Копировать все строки
th: คัดลอกทุกแถว
tr: Tüm satırları kopyala
uk: Копіювати всі рядки
vi: Sao chép tất cả hàng
zh_hans: 复制所有行
zh_hant: 複製所有列

# Inspector_MenuEdit.Text
source: Edit value
ar: تحرير القيمة
cs: Upravit hodnotu
de: Wert bearbeiten
el: Επεξεργασία τιμής
es: Editar valor
fa: ویرایش مقدار
fr: Modifier la valeur
hu: Érték szerkesztése
id: Edit nilai
it: Modifica valore
ja: 値を編集
ko: 값 편집
pl: Edytuj wartość
pt: Editar valor
ro: Editare valoare
ru: Изменить значение
th: แก้ไขค่า
tr: Değeri düzenle
uk: Змінити значення
vi: Sửa giá trị
zh_hans: 编辑值
zh_hant: 編輯值

# Inspector_MenuHide.Text
source: Hide this row
ar: إخفاء هذا الصف
cs: Skrýt tento řádek
de: Diese Zeile ausblenden
el: Απόκρυψη αυτής της γραμμής
es: Ocultar esta fila
fa: پنهان کردن این سطر
fr: Masquer cette ligne
hu: Sor elrejtése
id: Sembunyikan baris ini
it: Nascondi questa riga
ja: この行を非表示
ko: 이 행 숨기기
pl: Ukryj ten wiersz
pt: Ocultar esta linha
ro: Ascundere rând
ru: Скрыть эту строку
th: ซ่อนแถวนี้
tr: Bu satırı gizle
uk: Приховати цей рядок
vi: Ẩn hàng này
zh_hans: 隐藏此行
zh_hant: 隱藏此列

# Inspector_Origin
source: From 0x{0}
ar: من 0x{0}
cs: Od 0x{0}
de: Ab 0x{0}
el: Από 0x{0}
es: Desde 0x{0}
fa: از 0x{0}
fr: Depuis 0x{0}
hu: Innen: 0x{0}
id: Dari 0x{0}
it: Da 0x{0}
ja: 0x{0} から
ko: 0x{0}부터
pl: Od 0x{0}
pt: A partir de 0x{0}
ro: De la 0x{0}
ru: От 0x{0}
th: จาก 0x{0}
tr: 0x{0} konumundan
uk: Від 0x{0}
vi: Từ 0x{0}
zh_hans: 从 0x{0} 开始
zh_hant: 從 0x{0}

# Inspector_EndianFixed
source: {0} (inspector only)
ar: {0} (المفتش فقط)
cs: {0} (jen inspektor)
de: {0} (nur Inspektor)
el: {0} (μόνο επιθεωρητής)
es: {0} (solo el inspector)
fa: {0} (فقط بازرس)
fr: {0} (inspecteur uniquement)
hu: {0} (csak a vizsgálóban)
id: {0} (hanya inspektur)
it: {0} (solo ispettore)
ja: {0} (インスペクタのみ)
ko: {0}(검사기만)
pl: {0} (tylko inspektor)
pt: {0} (somente no inspetor)
ro: {0} (doar inspector)
ru: {0} (только в инспекторе)
th: {0} (เฉพาะตัวตรวจสอบ)
tr: {0} (yalnızca denetçi)
uk: {0} (лише інспектор)
vi: {0} (chỉ trình kiểm tra)
zh_hans: {0}（仅限检查器）
zh_hant: {0}（僅限檢查器）

# Inspector_RowFixed
source: {0} (fixed)
ar: {0} (ثابت)
cs: {0} (pevné)
de: {0} (fest)
el: {0} (σταθερό)
es: {0} (fijo)
fa: {0} (ثابت)
fr: {0} (fixe)
hu: {0} (rögzített)
id: {0} (tetap)
it: {0} (fisso)
ja: {0} (固定)
ko: {0}(고정)
pl: {0} (stała)
pt: {0} (fixo)
ro: {0} (fix)
ru: {0} (фиксировано)
th: {0} (คงที่)
tr: {0} (sabit)
uk: {0} (фіксований)
vi: {0} (cố định)
zh_hans: {0}（固定）
zh_hant: {0}（固定）

# Inspector_Group_Integer
source: Integers
ar: أعداد صحيحة
cs: Celá čísla
de: Ganzzahlen
el: Ακέραιοι
es: Enteros
fa: اعداد صحیح
fr: Entiers
hu: Egész számok
id: Bilangan bulat
it: Interi
ja: 整数
ko: 정수
pl: Liczby całkowite
pt: Inteiros
ro: Numere întregi
ru: Целые числа
th: จำนวนเต็ม
tr: Tamsayılar
uk: Цілі числа
vi: Số nguyên
zh_hans: 整数
zh_hant: 整數

# Inspector_Group_Float
source: Floating point
ar: فاصلة عائمة
cs: Plovoucí čárka
de: Gleitkomma
el: Κινητή υποδιαστολή
es: Punto flotante
fa: ممیز شناور
fr: Virgule flottante
hu: Lebegőpontos
it: Virgola mobile
ja: 浮動小数点
ko: 부동 소수점
pl: Liczby zmiennoprzecinkowe
pt: Ponto flutuante
ro: Virgulă mobilă
ru: С плавающей запятой
th: ทศนิยมลอยตัว
tr: Kayan nokta
uk: Числа з рухомою комою
vi: Số thực dấu phẩy động
zh_hans: 浮点数
zh_hant: 浮點數

# Inspector_Group_VarInt
source: Variable-length integers
ar: أعداد صحيحة متغيرة الطول
cs: Celá čísla proměnné délky
de: Ganzzahlen variabler Länge
el: Ακέραιοι μεταβλητού μήκους
es: Enteros de longitud variable
fa: اعداد صحیح با طول متغیر
fr: Entiers de longueur variable
hu: Változó hosszúságú egészek
id: Bilangan bulat panjang variabel
it: Interi a lunghezza variabile
ja: 可変長整数
ko: 가변 길이 정수
pl: Liczby całkowite o zmiennej długości
pt: Inteiros de comprimento variável
ro: Numere întregi de lungime variabilă
ru: Целые числа переменной длины
th: จำนวนเต็มความยาวแปรผัน
tr: Değişken uzunluklu tamsayılar
uk: Цілі числа змінної довжини
vi: Số nguyên độ dài thay đổi
zh_hans: 可变长度整数
zh_hant: 可變長度整數

# Inspector_Group_Text
source: Characters and strings
ar: الأحرف والسلاسل
cs: Znaky a řetězce
de: Zeichen und Zeichenfolgen
el: Χαρακτήρες και συμβολοσειρές
es: Caracteres y cadenas
fa: نویسه‌ها و رشته‌ها
fr: Caractères et chaînes
hu: Karakterek és karakterláncok
id: Karakter dan string
it: Caratteri e stringhe
ja: 文字・文字列
ko: 문자 및 문자열
pl: Znaki i ciągi
pt: Caracteres e cadeias
ro: Caractere și șiruri
ru: Символы и строки
th: อักขระและสตริง
tr: Karakterler ve dizeler
uk: Символи й рядки
vi: Ký tự và chuỗi
zh_hans: 字符和字符串
zh_hant: 字元和字串

# Inspector_Group_DateTime
source: Date and time
ar: التاريخ والوقت
cs: Datum a čas
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fa: تاریخ و زمان
fr: Date et heure
hu: Dátum és idő
id: Tanggal dan waktu
it: Data e ora
ja: 日時
ko: 날짜 및 시간
pl: Data i godzina
pt: Data e hora
ro: Dată și oră
ru: Дата и время
th: วันที่และเวลา
tr: Tarih ve saat
uk: Дата й час
vi: Ngày và giờ
zh_hans: 日期和时间
zh_hant: 日期和時間

# Inspector_Group_Other
source: Other
ar: أخرى
cs: Ostatní
de: Sonstiges
el: Άλλα
es: Otros
fa: سایر
fr: Autres
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
pl: Inne
pt: Outros
ro: Altele
ru: Другое
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Inspector_Group_User
source: User-defined
ar: معرّفة من قبل المستخدم
cs: Uživatelem definované
de: Benutzerdefiniert
el: Καθορισμένα από τον χρήστη
es: Definidos por el usuario
fa: تعریف‌شده توسط کاربر
fr: Définis par l'utilisateur
hu: Felhasználó által definiált
id: Ditentukan pengguna
it: Definiti dall'utente
ja: ユーザー定義
ko: 사용자 정의
pl: Zdefiniowane przez użytkownika
pt: Definidos pelo usuário
ro: Definite de utilizator
ru: Пользовательские
th: ผู้ใช้กำหนด
tr: Kullanıcı tanımlı
uk: Користувацькі
vi: Do người dùng định nghĩa
zh_hans: 用户定义
zh_hant: 使用者定義

# Inspector_Row_unix32
source: Unix time (32-bit)
ar: وقت Unix (32 بت)
cs: Čas Unix (32 bitů)
de: Unix-Zeit (32 Bit)
el: Ώρα Unix (32 bit)
es: Hora Unix (32 bits)
fa: زمان Unix (32 بیتی)
fr: Heure Unix (32 bits)
hu: Unix-idő (32 bites)
id: Waktu Unix (32-bit)
it: Ora Unix (32 bit)
ja: Unix 時刻 (32 bit)
ko: Unix 시간(32비트)
pl: Czas Unix (32-bitowy)
pt: Hora Unix (32 bits)
ro: Timp Unix (32 de biți)
ru: Время Unix (32 бита)
th: เวลา Unix (32 บิต)
tr: Unix zamanı (32 bit)
uk: Час Unix (32 біти)
vi: Thời gian Unix (32 bit)
zh_hans: Unix 时间（32 位）
zh_hant: Unix 時間（32 位元）

# Inspector_Row_unix32u
source: Unix time (32-bit unsigned)
ar: وقت Unix (32 بت بدون إشارة)
cs: Čas Unix (32 bitů bez znaménka)
de: Unix-Zeit (32 Bit ohne Vorzeichen)
el: Ώρα Unix (32 bit χωρίς πρόσημο)
es: Hora Unix (32 bits sin signo)
fa: زمان Unix (32 بیتی بدون علامت)
fr: Heure Unix (32 bits non signé)
hu: Unix-idő (32 bites, előjel nélküli)
id: Waktu Unix (32-bit tak bertanda)
it: Ora Unix (32 bit senza segno)
ja: Unix 時刻 (32 bit 符号なし)
ko: Unix 시간(32비트 부호 없음)
pl: Czas Unix (32-bitowy bez znaku)
pt: Hora Unix (32 bits sem sinal)
ro: Timp Unix (32 de biți fără semn)
ru: Время Unix (32 бита, без знака)
th: เวลา Unix (32 บิตไม่มีเครื่องหมาย)
tr: Unix zamanı (32 bit işaretsiz)
uk: Час Unix (32 біти, без знака)
vi: Thời gian Unix (32 bit không dấu)
zh_hans: Unix 时间（32 位无符号）
zh_hant: Unix 時間（32 位元不帶正負號）

# Inspector_Row_unix64
source: Unix time (64-bit)
ar: وقت Unix (64 بت)
cs: Čas Unix (64 bitů)
de: Unix-Zeit (64 Bit)
el: Ώρα Unix (64 bit)
es: Hora Unix (64 bits)
fa: زمان Unix (64 بیتی)
fr: Heure Unix (64 bits)
hu: Unix-idő (64 bites)
id: Waktu Unix (64-bit)
it: Ora Unix (64 bit)
ja: Unix 時刻 (64 bit)
ko: Unix 시간(64비트)
pl: Czas Unix (64-bitowy)
pt: Hora Unix (64 bits)
ro: Timp Unix (64 de biți)
ru: Время Unix (64 бита)
th: เวลา Unix (64 บิต)
tr: Unix zamanı (64 bit)
uk: Час Unix (64 біти)
vi: Thời gian Unix (64 bit)
zh_hans: Unix 时间（64 位）
zh_hant: Unix 時間（64 位元）

# Inspector_Row_dosdate
source: DOS date
ar: تاريخ DOS
cs: Datum DOS
de: DOS-Datum
el: Ημερομηνία DOS
es: Fecha DOS
fa: تاریخ DOS
fr: Date DOS
hu: DOS-dátum
id: Tanggal DOS
it: Data DOS
ja: DOS 日付
ko: DOS 날짜
pl: Data DOS
pt: Data DOS
ro: Dată DOS
ru: Дата DOS
th: วันที่ DOS
tr: DOS tarihi
uk: Дата DOS
vi: Ngày DOS
zh_hans: DOS 日期
zh_hant: DOS 日期
